<?php

$_['heading_title'] = 'Характеристики';

$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_list'] = 'Список характеристик';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Редагування';

// Column
$_['column_name'] = 'Назва характеристики';
$_['column_attribute_group'] = 'Група характеристики';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action'] = 'Дія';

// Entry
$_['entry_name'] = 'Назва характеристики';
$_['entry_attribute_group'] = 'Група характеристик';
$_['entry_sort_order'] = 'Порядок сортування';

// Error
$_['error_permission'] = 'У Вас немає прав для зміни характеристик!';
$_['error_attribute_group'] = 'Група характеристик необхідна!';
$_['error_name'] = 'Назва характеристики повинно бути від 3 до 64 символів!';
$_['error_product'] = 'Увага: Цю характеристику не можна видалити вона призначена до %s товарів!';