<?php
$_['heading_title'] = 'Использовать Бонусные баллы (доступно %s баллов)';
$_['text_reward']   = 'Бонусные баллы (%s)';
$_['text_order_id'] = 'Заказ №: %s';
$_['text_success']  = 'Баллы успешно использованы!';
$_['entry_reward']  = 'Доступно Бонусных баллов для использования (Максимум %s)';
$_['error_reward']  = 'Укажите количество бонусных баллов, которые хотите использовать!';
$_['error_points']  = 'У Вас нет %s бонусных баллов!';
$_['error_maximum'] = 'Максимальное количество бонусных баллов, которые могут быть использованы, составляет %s!';