<?php

$_['heading_title']  = 'Зворотній зв&#39;язок';
$_['text_location']  = 'Наше місцезнаходження';
$_['text_store']     = 'Магазини';
$_['text_contact']   = 'Зв&#39;язок';
$_['text_address']   = 'Адреса';
$_['text_telephone'] = 'Телефон';
$_['text_fax']       = 'Факс';
$_['text_open']      = 'Режим роботи';
$_['text_comment']   = 'Додаткова інформація';
$_['text_success']   = 'Ваше повідомлення успішно відправлено';
$_['text_agree']     = 'Я прочитал(а) <a href="%s" class="agree"><b>%s</b></a> и согласен с <br /> условиями безопасности и обработки персональных данных ';
$_['button_submit']  = 'Відправити повідомлення';
$_['entry_name']     = 'Ім&#39;я';
$_['entry_email']    = 'E-Mail';
$_['entry_enquiry']  = 'Ваш питання або повідомлення';
$_['entry_captcha']  = 'Введіть код, зазначений на картинці';
$_['email_subject']  = 'Повідомлення від %s';

