<?php
$_['heading_title']  = 'Контакты';
$_['text_location']  = 'Мы находимся по адресу:';
$_['text_store']     = 'Наши магазины';
$_['text_contact']   = 'Написать нам';
$_['text_address']   = 'Адрес';
$_['text_telephone'] = 'Телефон';
$_['text_fax']       = 'Факс';
$_['text_open']      = 'Режим работы';
$_['text_comment']   = 'Дополнительная информация';
$_['text_success']   = '<p>Ваше сообщение отправлено администрации магазина</p>';
$_['text_message']   = '<p>Ваше сообщение успешно отправлено владельцу магазина!</p>';
$_['text_agree']     = 'Я прочитал(а) <a href="%s" class="agree"><b>%s</b></a> и согласен с <br /> условиями безопасности и обработки персональных данных ';
$_['button_submit']  = 'Отправить сообщение';

// Entry
$_['entry_name']     = 'Ваше имя';
$_['entry_email']    = 'Ваш E-Mail';
$_['entry_enquiry']  = 'Ваше сообщение';

// Email
$_['email_subject']  = 'Сообщение от %s';

// Errors
$_['error_name']     = 'Имя должно содержать от 3 до 32 символов!';
$_['error_email']    = 'E-Mail введен неверно!';
$_['error_enquiry']  = 'Текста должен содержать от 10 до 3000 символов!';
$_['error_agree']    = 'Вы должны прочитать и согласится с %s!'; 
