<?php

$_['heading_title']  = 'Контакты';
$_['text_location']  = 'Мы находимся по адресу:';
$_['text_store']     = 'Наши магазины';
$_['text_contact']   = 'Написать нам';
$_['text_address']   = 'Адрес';
$_['text_telephone'] = 'Телефон';
$_['text_fax']       = 'Факс';
$_['text_open']      = 'Режим работы';
$_['text_comment']   = 'Дополнительная информация';
$_['text_success']   = 'Ваше сообщение отправлено администрации магазина';
$_['text_agree']     = 'Я прочитал(а) <a href="%s" class="agree"><b>%s</b></a> и согласен с <br /> условиями безопасности и обработки персональных данных ';
$_['button_submit']  = 'Отправить сообщение';
$_['entry_name']     = 'Ваше имя';
$_['entry_email']    = 'Ваш E-Mail';
$_['entry_enquiry']  = 'Ваше сообщение';
$_['entry_captcha']  = 'Введите код капчи';
$_['email_subject']  = 'Сообщение от %s';

