<?php

$_['heading_title']               = 'Мої Адреси';
$_['text_account']                = 'Акаунт';
$_['text_address_book']           = 'Список адрес доставки';
$_['text_address_add']            = 'Додати адресу';
$_['text_address_edit']           = 'Редагувати адресу';
$_['text_add']                    = 'Вашу адресу було успішно додано';
$_['text_edit']                   = 'Вашу адресу було успішно змінено';
$_['text_delete']                 = 'Вашу адресу було успішно видалено';
$_['text_empty']                  = 'Список адрес в записі, порожній.';
$_['text_confirm']                = 'Ви впевнені?';

// Entry
$_['entry_firstname']             = 'Ім&#39;я';
$_['entry_lastname']              = 'Прізвище';
$_['entry_company']               = 'Компанія';
$_['entry_address_1']             = 'Вулиця, дім';
$_['entry_address_2']             = 'Квартира, поверх, тощо';
$_['entry_postcode']              = 'Індекс';
$_['entry_city']                  = 'Місто';
$_['entry_country']               = 'Країна';
$_['entry_zone']                  = 'Область';
$_['entry_default']               = 'Це моя основна адреса';

// Error
$_['error_delete']                = 'Додайте будь ласка свою адресу';
$_['error_default']               = 'Ви не можете видалити основну адресу';
$_['error_firstname']             = 'Ім&#39;я повинно містити від 1 до 32 символів';
$_['error_lastname']              = 'Прізвище повинно бути від 1 до 32 символів';
$_['error_vat']                   = 'ІПН заповнено некоректно';
$_['error_address_1']             = 'Адреса має бути від 3 до 128 символів';
$_['error_postcode']              = 'Індекс повинен бути від 2 до 10 символів';
$_['error_city']                  = 'Назва міста має бути від 2 до 128 символів';
$_['error_country']               = 'Будь Ласка, вкажіть країну';
$_['error_zone']                  = 'Будь Ласка, вкажіть регіон / область';
$_['error_custom_field']          = 'Заповніть будь ласка %s';
$_['error_custom_field_validate'] = '%s заповнено невірно';