<?php



$_['heading_title']    = 'Просмотренные';

$_['text_module']      = 'Модули';
$_['text_success']     = 'Настройки успешно изменены';
$_['text_edit']        = 'Редактирование';

// Entry
$_['entry_name']       = 'Название модуля';
$_['entry_limit']      = 'Количество отображаемых товаров';
$_['entry_status']     = 'Статус модуля';


// Error
$_['error_permission'] = 'У вас недостаточно прав для внесения изменений';
$_['error_name']       = 'Название должно содержать от 3 до 64 символов';
