<?php

$_['heading_title']     = 'Переглянуті товари';

$_['text_extension']    = 'Розширення';
$_['text_success']      = 'Налаштування успішно змінено';
$_['text_edit']         = 'Налаштування модуля';

// Entry
$_['entry_name']        = 'Назва модуля';
$_['entry_limit']       = 'Кількість відображених товарів';
$_['entry_status']      = 'Статус модуля';

// Error
$_['error_permission']  = 'У Вас немає прав для управління цим модулем';
$_['error_name']        = 'Назва модуля повинна містити від 3 до 64 символів';