<?php

$_['heading_title']        = 'Мои Адреса';
$_['text_account']         = 'Личный кабинет';
$_['text_address_book']    = 'Список адресов доставки';
$_['text_address_add']     = 'Добавить адрес';
$_['text_address_edit']    = 'Редактировать адрес';
$_['text_add']             = 'Ваш адрес был успешно добавлен';
$_['text_edit']            = 'Ваш адрес был успешно изменен';
$_['text_delete']          = 'Ваш адрес был успешно удален';
$_['text_empty']           = 'В вашей учетной записи нет адресов';
$_['text_confirm']         = 'Вы уверены?';

// Entry
$_['entry_firstname']      = 'Имя';
$_['entry_lastname']       = 'Фамилия';
$_['entry_company']        = 'Компания';
$_['entry_address_1']      = 'Улица, дом';
$_['entry_address_2']      = 'Квартира, этаж';
$_['entry_postcode']       = 'Почтовый индекс';
$_['entry_city']           = 'Город';
$_['entry_country']        = 'Страна';
$_['entry_zone']           = 'Область / Регион';
$_['entry_default']        = 'Это мой основной адрес';

// Error
$_['error_delete']         = 'Добавьте пожалуйста свой адрес';
$_['error_default']        = 'Вы не можете удалить основной адрес';
$_['error_firstname']      = 'Имя должно содержать от 1 до 32 символов';
$_['error_lastname']       = 'Фамилия должна содержать от 1 до 32 символов';
$_['error_vat']            = 'ИНН введен некорректно';
$_['error_address_1']      = 'Адрес должен содержать от 3 до 128 символов';
$_['error_postcode']       = 'Индекс должен содержать от 2 до 10 символов';
$_['error_city']           = 'Название города должно содержать от 2 до 128 символов';
$_['error_country']        = 'Пожалуйста, укажите страну';
$_['error_zone']           = 'Пожалуйста, укажите регион / область';
$_['error_custom_field']   = 'Заполните пожалуйста %s';
$_['error_custom_field_validate'] = 'Поле %s заполнено неправильно';