<?php
$_['heading_title']   = 'Забыли пароль?';
$_['text_account']    = 'Личный кабинет';
$_['text_forgotten']  = 'Забыли пароль?';
$_['text_your_email'] = 'Ваш E-Mail';
$_['text_email']      = 'Введите E-Mail Вашей учетной записи. Нажмите кнопку продолжить, чтобы получить новый пароль по электронной почте.';
$_['text_success']    = 'Новый пароль был выслан на Ваш e-mail';
$_['entry_email']     = 'E-Mail';
$_['entry_password']  = 'Новый пароль';
$_['entry_confirm']   = 'Подтвердите новый пароль';
$_['error_email']     = 'E-Mail не найден, проверьте и попробуйте еще раз!';
$_['error_approved']  = 'Ваша учетная запись требует одобрения, прежде чем вы сможете войти.';$_['error_password']  = 'Пароль должен быть от 4 до 20 символов!';
$_['error_password']  = 'Пароль должен быть от 4 до 20 символов!';
$_['error_confirm']   = 'Пароль и подтверждение пароля различны!';