<?php
// Error
$_['error_warning']                  = 'Возникла проблема при обработке вашего заказа! Если проблема возникает повторно, попробуйте выбрать другой способ оплаты или <a href="%s">свяжитесь с администратором магазина</a>.';
$_['error_login']                    = 'Не найден введённый адрес E-Mail и/или пароль указан неправильно.';
$_['error_attempts']                 = 'Ваша учетная запись превысила допустимое количество попыток входа в систему. Пожалуйста, попробуйте еще через 1 час.';
$_['error_approved']                 = 'Вы сможете войти после проверки учётной записи администрацией магазина.';
$_['error_exists']                   = 'Такой E-Mail уже зарегистрирован';
$_['error_firstname']                = 'Имя должно содержать от 1 до 32 символов';
$_['error_lastname']                 = 'Фамилия должна содержать от 1 до 32 символов';
$_['error_email']                    = 'E-Mail введен неверно';
$_['error_telephone']                = 'Номер телефона должен содержать от 3 до 32 символов';
$_['error_password']                 = 'Пароль должен содержать от 3 до 20 символов';
$_['error_confirm']                  = 'Пароли не совпадают';
$_['error_address_1']                = 'Адрес должен содержать от 3 до 128 символов';
$_['error_city']                     = 'Название города должно содержать от 2 до 128 символов';
$_['error_postcode']                 = 'Индекс должен содержать от 2 до 10 символов';
$_['error_country']                  = 'Пожалуйста, укажите страну';
$_['error_zone']                     = 'Пожалуйста, укажите регион / область';
$_['error_agree']                    = 'Вы должны прочитать и согласится с %s';
$_['error_address']                  = 'Необходимо указать адрес';
$_['error_shipping']                 = 'Необходимо указать способ доставки';
$_['error_no_shipping']              = 'Доставка по данному адресу невозможна. <a href="%s">Свяжитесь с нами</a>, и мы найдём решение проблемы';
$_['error_payment']                  = 'Необходимо указать способ оплаты';
$_['error_no_payment']               = 'Оплата по данному адресу невозможна. Пожалуйста, <a href="%s">свяжитесь с нами</a> для решения этого вопроса';
$_['error_custom_field']             = '%s необходим';
$_['error_custom_field_validate']    = 'Поле %s заполнено неправильно';