<?php 
// Error
$_['error_warning']                           = 'Виникла проблема при обробці Вашого замовленняю Якщо проблема виникає знову, виберіть інший спосіб оплати або <a href="%s">зв&#39;яжіться з адміністратором магазину</a>.';
$_['error_login']                             = 'Помилка: Неправильний E-Mail і/або пароль.';
$_['error_attempts']                          = 'Ви перевищили максимальна кількість спроб авторизації. Повторіть спробу авторизації на сайті через 1 годину';
$_['error_approved']                          = 'Перш ніж Ви зможете увійти, адміністрація повинна схвалити Ваш обліковий запис.';
$_['error_exists']                            = 'Помилка: цей E-Mail вже зареєстрований';
$_['error_firstname']                         = 'Ім&#39;я повинно містити від 1 до 32 символів';
$_['error_lastname']                          = 'Прізвище повинно бути від 1 до 32 символів';
$_['error_email']                             = 'Е-mail адресу введено невірно';
$_['error_telephone']                         = 'Номер телефону повинен містити від 3 до 32 символів';
$_['error_password']                          = 'Пароль має бути від 4 до 20 символів';
$_['error_confirm']                           = 'Паролі не збігаються';
$_['error_address_1']                         = 'Адреса має бути від 3 до 128 символів';
$_['error_city']                              = 'Назва міста має бути від 2 до 128 символів';
$_['error_postcode']                          = 'Індекс повинен бути від 2 до 10 символів';
$_['error_country']                           = 'будь Ласка, оберіть країну';
$_['error_zone']                              = 'будь Ласка, оберіть регіон / область';
$_['error_agree']                             = 'Ви повинні прочитати і погодитися з %s';
$_['error_address']                           = 'Необхідно вказати адресу';
$_['error_shipping']                          = 'Необхідно вказати спосіб доставки';
$_['error_no_shipping']                       = 'Немає доступних способів доставки. Будь ласка <a href="%s">зв&#39;яжіться з адміністрацією</a>';
$_['error_payment']                           = 'Необхідно вказати спосіб оплати';
$_['error_no_payment']                        = 'Немає доступних способів оплати. Будь ласка <a href="%s">зв&#39;яжіться з адміністрацією</a>';
$_['error_custom_field']                      = '%s обов&#39;язково';
$_['error_custom_field_validate']             = 'Поле %s заповнено невірно';