<?php
$_['text_subject']		        = '%s - Партнерская программа';
$_['text_welcome']              = 'Поздравляем! Вы стали партнером нашего магазина %s !';
$_['text_login']                = 'Ваш аккаунт создан и Вы можете войти, используя свой E-mail и пароль, по ссылке:';
$_['text_approval']		        = 'Ваша учетная запись ожидает подтверждения. После подтверждения Вы сможете войти в партнерский раздел нашего сайта по ссылке:';
$_['text_service']		        = 'В партнерском разделе Вы можете получить реферальный код и реферальные ссылки, отслеживать комиссионное вознаграждение и редактировать парметры учетной записи.';
$_['text_thanks']		        = 'Спасибо,';
$_['text_new_affiliate']        = 'Новый партнер';
$_['text_signup']		        = 'Зарегистрирован новый партнер:';
$_['text_website']		        = 'Сайт:';
$_['text_customer_group'] 		= 'Группа покупателей:';
$_['text_firstname']	        = 'Имя:';
$_['text_lastname']		        = 'Фамилия:';
$_['text_company']		        = 'Компания:';
$_['text_email']		        = 'E-Mail:';
$_['text_telephone']	        = 'Телефон:';

$_['text_order_id']             = 'Номер заказа:';
$_['text_transaction_subject']  = '%s - комиссия партнера';
$_['text_transaction_received'] = 'Комиссия %s получена!';
$_['text_transaction_total']    = 'Общая сумма комиссии: %s.';